[
  {
    "name": "Shivaraj Karjagi",
    "salary": "18 LPA",
    "review": "I was in the first batch of java class. The classes were very lively and all the concepts were taught from scratch. As everyone knows first programming language is tough to grasp. But here they make it simple and easy. Daily assignments will also help in understanding the approach and brings confidence.  ",
    "company": "CISCO",
    "image": "",
    "linkedIn": "https://www.linkedin.com/in/shivarajkarjagi/"
  },

  {
    "name": "Chandana R",
    "image": "",
    "salary": "16.37 LPA",
    "company": "Sandvine",
    "linkedIn": "",
    "review": "It's really a beneficial thing that I got to know about 4U academy and I joined it to learn Java initially. 4U is a unique academy which I have seen where we will be learning courses for our professional excellence. The way of teaching is completely different and easily understandable. So I am glad to take up few more courses from the academy. "
  },

  {
    "name": "Nikhil J",
    "image": "",
    "salary": "6 LPA",
    "company": "Transdigm",
    "linkedIn": "https://www.linkedin.com/in/nikhil-j-b6b3241b3/",
    "review": "I bought this course because I was not consistent in learning the programming language. This course helped me in strengthen the basics  and build logical thinking with consistent solving of assignments. The OOPs concept is taught in a very easy manner. "
  },
  {
    "name": "Nishant Garg",
    "image": "",
    "salary": "8 LPA",
    "company": "L & T",
    "linkedIn": "",
    "review": "Its very useful course  u can ask doubt without any hesitate and friendly behavior..... !  "
  },
  {
    "name": "Sumana T M",
    "image": "",
    "salary": "7.6 LPA",
    "company": "Deloitte USI",
    "linkedIn": "https://www.linkedin.com/in/sumana-t-m-17b86622a/",
    "review": "Classes of 4u academy are very well and beyond expectations. The study materials provided is better and deeper and helps to understand thoroughly, my hand written notes were very helpful for the interviews. The way of teaching is very impressive."
  }
]





