[
    {
        "image":"https://bit.ly/3RsnsnQ",
        "date":"Saturday, Sep 03, 2022",
        "Title":"Getting Started With Placement Preparation",
        "author":"Aakash Binu",
        "link":"/blog-placements/#top",
        "posted":"true",
        "text":"We all look to join good colleges with high placement rates, where companies come to cherry pick candidates and offer them high packages, in the hopes that we will be one of the few \"lucky\" ones that get that golden ticket of placements. But is it really that elusive? Speaking as engineers and knowing other engineers who have been placed in good companies, we can assure you that preparing and sitting for placements is not as hard as you make it out to be. In this blog, we would like to outline a few things you should be doing which will greatly increase your chances of getting placed in good companies quickly. There are also things mentioned in this article that students who are not in their final or penultimate year can do, so if you are a junior who wants to get an early start on the placement preparation journey, read on. "
    },
    {
        "image":"https://bit.ly/3qar6XH",
        "date":"Saturday, Sep 05, 2022",
        "Title":"Skills to learn in college",
        "author":"Keerthana S Bidare",
        "link":"/blog-college/#top",
        "posted":"true",
        "text":"In all Bollywood movies, college seems so much fun. After two years of continuous coaching, stress, and uncertainty, you'll want to do everything Sharukh Khan did in Kuch Kuch Hota Hai. As you go through these golden years, you'll make lifelong friends, find people who will inspire you for the rest of your life, fall in love, make mistakes, and make memories to cherish for years to come. The years you spend here are your formative years, and everything you learn will influence your life forever. Take advantage of these years as much as you can. This article will give you an overview of the skills that you need to acquire during your undergraduate studies."
    }
]
